<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="PrivacyGR.aspx.cs" Inherits="DemoSoftMigration.Pages.PrivacyPolicyGRRebuild" %>

<%@ Register Assembly="DevExpress.Web.v20.1, Version=20.1.3.0, Culture=neutral, PublicKeyToken=b88d1754d700e49a" Namespace="DevExpress.Web" TagPrefix="dx" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <%--Shortcut icon is favicon  --%>
    <link rel="shortcut icon" type="image/x-icon" href="favicon.ico" />

    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />

    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" />
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
    <link rel="stylesheet" type="text/css" href="../Config/StyleSheet.css" />

    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.1.0/jquery.min.js"></script>
    <script src="../Config/JavaScript.js"></script>

    <title>Demosoft-Πολιτική απορρήτου</title>

</head>
<body>
    <form id="form2" runat="server">
        <nav class="navbar navbar-inverse">
            <div class="container-fluid">
                <div class="navbar-header">

                    <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#NavbarMenuBurger">
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </button>
                    <a class="navbar-brand" href="#" />
                    <img src="../Resources/demosoftReformatedforWeb.png" />
                </div>
                <div class="collapse navbar-collapse" id="NavbarMenuBurger">
                    <ul class="nav navbar-nav navbar-right">
                        <li><a onclick="CPHome();">Αρχική</a></li>
                        <li><a onclick="CPTerms();">Όροι χρήσης</a></li>
                        <li class="active"><a>Πολιτική απορρήτου</a></li>
                    </ul>
                </div>
            </div>
        </nav>

        <div class="TermsAndPrivacyTextarea">
            <textarea id="TextAreaGreek" cols="20" rows="20" style="width: 100%; height: 100%; box-sizing: border-box; resize: none;">Πολιτική απορρήτου Η DemoCompany δημιούργησε την εφαρμογή Demosoft ως δωρεάν εφαρμογή.\n Αυτή η ΥΠΗΡΕΣΙΑ παρέχεται από την DemoCompany χωρίς κόστος και προορίζεται για χρήση ως έχει.\n\n Αυτή η σελίδα χρησιμοποιείται για την ενημέρωση των επισκεπτών σχετικά με τις πολιτικές μας σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη Προσωπικών Πληροφοριών εάν κάποιος αποφάσισε να χρησιμοποιήσει την Υπηρεσία μας.\n Εάν επιλέξετε να χρησιμοποιήσετε την Υπηρεσία μας, τότε αποδέχεστε τη συλλογή και τη χρήση πληροφοριών σε σχέση με αυτήν την πολιτική.\n Οι Προσωπικές Πληροφορίες που συλλέγουμε χρησιμοποιούνται για την παροχή και τη βελτίωση της Υπηρεσίας.\n δεν θα χρησιμοποιήσουμε ούτε θα κοινοποιήσουμε τις πληροφορίες σας σε κανέναν εκτός από αυτές που περιγράφονται στην παρούσα Πολιτική Απορρήτου.\n Οι όροι που χρησιμοποιούνται σε αυτήν την Πολιτική Απορρήτου έχουν τις ίδιες έννοιες με τους Όρους και Προϋποθέσεις μας, οι οποίοι είναι προσβάσιμοι στη Demosoft, εκτός εάν ορίζεται διαφορετικά στην παρούσα Πολιτική Απορρήτου.\n Συλλογή και χρήση πληροφοριών Για καλύτερη εμπειρία, ενώ χρησιμοποιείτε την Υπηρεσία μας, ενδέχεται να απαιτήσουμε από εσάς να μας παράσχετε ορισμένες προσωπικά αναγνωρίσιμες πληροφορίες, συμπεριλαμβανομένων ενδεικτικά Καμία.\n Οι πληροφορίες που ζητάμε θα διατηρηθούν από εμάς και θα χρησιμοποιηθούν όπως περιγράφεται σε αυτήν την πολιτική απορρήτου. Η εφαρμογή χρησιμοποιεί υπηρεσίες τρίτων που ενδέχεται να συλλέγουν πληροφορίες που χρησιμοποιούνται για την αναγνώρισή σας.\n Σύνδεσμος προς την πολιτική απορρήτου τρίτων παρόχων υπηρεσιών που χρησιμοποιούνται από την εφαρμογή Δεδομένα καταγραφής Facebook θέλουμε να σας ενημερώσουμε ότι κάθε φορά που χρησιμοποιείτε την Υπηρεσία μας, σε περίπτωση σφάλματος στην εφαρμογή συλλέγουμε δεδομένα και πληροφορίες (μέσω προϊόντων τρίτων) στο τηλέφωνο που ονομάζεται Log Data.\n Αυτά τα δεδομένα καταγραφής ενδέχεται να περιλαμβάνουν πληροφορίες όπως τη διεύθυνση πρωτοκόλλου διαδικτύου της συσκευής σας («IP»),όνομα συσκευής, έκδοση λειτουργικού συστήματος, διαμόρφωση της εφαρμογής κατά τη χρήση της Υπηρεσίας μας, ώρα και ημερομηνία από τη χρήση της Υπηρεσίας από εσάς και άλλα στατιστικά στοιχεία.\n Cookies Τα cookie είναι αρχεία με μικρή ποσότητα δεδομένων που χρησιμοποιούνται συνήθως ως ανώνυμα μοναδικά αναγνωριστικά.\n Αυτά αποστέλλονται στο πρόγραμμα περιήγησής σας από τους ιστότοπους που επισκέπτεστε και αποθηκεύονται στην εσωτερική μνήμη της συσκευής σας.\n Αυτή η Υπηρεσία δεν χρησιμοποιεί αυτά τα «cookies» ρητά. Ωστόσο, η εφαρμογή ενδέχεται να χρησιμοποιεί κώδικα τρίτων και βιβλιοθήκες που χρησιμοποιούν 'cookie' για τη συλλογή πληροφοριών και τη βελτίωση των υπηρεσιών τους.\n Έχετε την επιλογή είτε να αποδεχτείτε είτε να απορρίψετε αυτά τα cookies και να γνωρίζετε πότε αποστέλλεται ένα cookie στη συσκευή σας.\n Εάν επιλέξετε να απορρίψετε τα cookie μας, ενδέχεται να μην μπορείτε να χρησιμοποιήσετε ορισμένα τμήματα αυτής της Υπηρεσίας.\n Πάροχοι υπηρεσιών ενδέχεται να απασχολούμε εταιρείες και άτομα τρίτων για τους ακόλουθους λόγους: Για να διευκολύνουμε την Υπηρεσία μας Να παρέχουμε την Υπηρεσία εκ μέρους μας.\n Για την εκτέλεση υπηρεσιών που σχετίζονται με την υπηρεσία ή για να μας βοηθήσετε στην ανάλυση του τρόπου με τον οποίο χρησιμοποιείται η Υπηρεσία μας.\n θέλουμε να ενημερώσουμε τους χρήστες αυτής της Υπηρεσίας ότι αυτά τα τρίτα μέρη έχουν πρόσβαση στα Προσωπικά σας στοιχεία.\n Ο λόγος είναι η εκτέλεση των καθηκόντων που τους έχουν ανατεθεί για λογαριασμό μας.\n Ωστόσο, υποχρεούνται να μην αποκαλύπτουν ή να χρησιμοποιούν τις πληροφορίες για οποιονδήποτε άλλο σκοπό. Ασφάλεια εκτιμούμε την εμπιστοσύνη σας στην παροχή των Προσωπικών σας Πληροφοριών, επομένως προσπαθούμε να χρησιμοποιήσουμε εμπορικά αποδεκτά μέσα για την προστασία τους. Αλλά θυμηθείτε ότι καμία μέθοδος μετάδοσης μέσω Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής και αξιόπιστη και δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλειά του. Σύνδεσμοι προς άλλους ιστότοπους Αυτή η υπηρεσία ενδέχεται να περιέχει συνδέσμους προς άλλους ιστότοπους. Εάν κάνετε κλικ σε έναν σύνδεσμο τρίτου μέρους, θα μεταφερθείτε σε αυτόν τον ιστότοπο. Λάβετε υπόψη ότι αυτές οι εξωτερικές τοποθεσίες δεν λειτουργούν από εμάς.\n Επομένως, σας συμβουλεύουμε να διαβάσετε την Πολιτική απορρήτου αυτών των ιστότοπων.\n δεν έχουμε κανέναν έλεγχο και δεν αναλαμβάνουμε καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές οποιωνδήποτε ιστότοπων ή υπηρεσιών τρίτων. Παιδικό απόρρητο Αυτές οι υπηρεσίες δεν απευθύνονται σε κανέναν κάτω των 13 ετών. Δεν συλλέγουμε εν γνώσει μας προσωπικά στοιχεία από παιδιά κάτω των 13 ετών.\n Σε περίπτωση που ανακαλύψουμε ότι ένα παιδί κάτω των 13 ετών μας παρείχε προσωπικά στοιχεία, το διαγράφουμε αμέσως από το διακομιστές.\nΕάν είστε γονέας ή κηδεμόνας και γνωρίζετε ότι το παιδί σας μας παρείχε προσωπικά στοιχεία, επικοινωνήστε μαζί μας για να μπορέσουμε να κάνουμε τις απαραίτητες ενέργειες.\n Αλλαγές σε αυτήν την Πολιτική Απορρήτου ενδέχεται να ενημερώνουμε την Πολιτική Απορρήτου μας κατά καιρούς.\n Επομένως, συνιστάται να ελέγχετε περιοδικά αυτήν τη σελίδα για τυχόν αλλαγές.\n θα σας ενημερώσουμε για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτήν τη σελίδα.\n Αυτή η πολιτική ισχύει από το 2020-05-11 Επικοινωνήστε μαζί μας Εάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις σχετικά με την Πολιτική απορρήτου μας, μην διστάσετε να επικοινωνήσετε μαζί μας στο DemoCompany.
            </textarea>
        </div>

        <dx:ASPxButton ID="RedirectToHome" runat="server" Style="visibility: hidden; display: none;" OnClick="RedirectToHome_Click" />
        <dx:ASPxButton ID="RedirectToTerms" runat="server" Style="visibility: hidden; display: none;" OnClick="RedirectToTerms_Click" />
         <dx:ASPxButton ID="ChangeLanguageToEnglish" runat="server" Style="visibility: hidden; display: none;" OnClick="ChangeLanguageToEnglish_Click" />

        <footer class="container-fluid text-center">
            <div class="row">

                <div class="col-sm-4">
                    <h3>Επικοινωνία </h3>
                    <br />
                    <h4>Demosoft@info.com</h4>
                    <h4>210-1223344</h4>
                    <h4>Χαροκόπου 86, Καλλιθέα</h4>
                </div>

                <div class="col-sm-4">
                    <h3>Μείνετε συνδεδεμένοι  </h3>
                    <br />
                    <a href="https://www.facebook.com/" class="fa fa-facebook"></a>
                    <a href="https://www.youtube.com/" class="fa fa-youtube"></a>
                    <a href="https://linkedin.com/" class="fa fa-linkedin"></a>
                </div>

                <div class="col-sm-4">
                    <h3>Γλώσσες</h3>
                    <br />
                    <h4 class="LangSelect">Greek-Ελ</h4>
                    <h4 class="LangSelect" onclick="CLDAGR();">English-En</h4>
                    <br />
                </div>
                <h4 id="Copyrights" />
            </div>
        </footer>
    </form>
</body>
</html>
